{
  "translation": {
    "navbar" : {
      "change_lang": "Cambiar el lenguaje",
      "projects": "Proyectos",
      "certifications": "Certificaciones",
      "skills": "Habilidades",
      "close": "Cerrar",
      "es": "Español",
      "en": "Ingles"
    },
    "intro": {
      "more_info": "Mas información",
      "first_p": "Soy un desarrollador full stack, Podria ser de gran ayuda con mi habilidad para presentar soluciones y conocimiento en diferentes frameworks y arquitecturas.",
      "first_h": "Hola soy Brayan Chavarro",
      "second_p": "Estos son unos proyectos en los que he trabajado, paginas web con react y nextjs, aplicaciones de escritorio en electron y aplicaciones mobiles con react native y flutter, diferentes apis y microservicios.",
      "second_h": "Proyectos previos",
      "third_p": "Aqui se encuentra una lista de mis habilidades y tecnologias con las que he trabajado, y algunas certificaciones que he conseguido.",
      "third_h": "Certificaciones y Habilidades",
      "fourth_p": "Si quieres saber mas sobre mi y contactarme, puedes usar los siguientes links.",
      "fourth_h": "Contacto"
    },
    "parallax": {
      "frontend": {
        "first": "He trabajado con diferentes frameworks de frontend, para crear interfaces graficas en la web y plataformas mobiles, como",
        "second": "react, nextjs, react native, solid.js y flutter.",
        "third": "He usado diferentes librerias para manejar el estado de las aplicaciones como",
        "fourth": "redux,",
        "five": "diferentes frameworks de css como",
        "six": "bootstrap, material ui y tailwind css,",
        "seven": "y sdks para diferentes integraciones con la nube como",
        "eight": "firebase y aws amplify."
      },
      "backend": {
        "first": "Previamente he trabajado en el backend, desarrollando",
        "second": "REST apis, graphql apis y microservicios,",
        "third": "usando lenguajes y frameworks como",
        "fourth": "nodejs, express, python, django, rust, actix y go.",
        "five": "Del lado de las bases de datos he usado",
        "six": "mongodb, postgresql, redis, dynamodb y firebase.",
        "seven": "Tambien he desarrollado con los siguientes servicios de aws",
        "eight": "cognito para la autentificacion, s3 para almacenamiento, lambda para funciones serverless y api gateway para el manejo de apis."
      },
      "certifications": {
        "title-meta": "Meta Frontend Developer",
        "text-meta": "This certificate garanties that I have the essential skills for frontend, like writing semantic html, css and javascript, using git for version control, unitary tests and React.",
        "title-arch-aws": "Architecting solutions on AWS",
        "text-arch-aws": "These course centers around aws, and how to use the diferent services to build a scalable and secure application.",
        "title-datalake-aws": "Introduction to Designing Data Lakes on AWS",
        "text-datalake-aws": "It's about the diferent services for processing data, doing data lakes with s3, queries with athena and using serverless hadoop clusters."
      }
    }
  }
}
